[
  "{target} banks like they still have 28 inventory slots IRL.",
  "{target}'s cooking level is so low they burned ice cubes.",
  "{target} got lost in Lumbridge. Twice.",
  "{target} thinks the Grand Exchange is a dating app.",
  "Even a goblin would not take {target} in a fight.",
  "{target} died to a cow and blamed lag.",
  "{target} uses a bronze dagger and calls it meta.",
  "If {target} were a clue scroll, they would be a beginner one with no reward.",
  "I've seen menacing rats, {target}, you're barely a splasher.",
  "{target}'s prayer flicking is slower than a Varrock guard.",
  "{target} clicked on a cabbage and thought it was loot.",
  "Zanik has more leadership potential than {target}.",
  "{target} tried to mine rune ore with a bronze pickaxe.",
  "{target} thought the Abyss was a new bath bomb.",
  "Even Hans levels faster than {target}.",
  "{target} needs Protect from Cringe at all times.",
  "{target}'s sense of direction makes Falador look like a maze.",
  "{target} tried to train agility at the GE.",
  "The Wise Old Man said even he couldn't help {target}.",
  "Your PvM group would rather take a gnome child than {target}.",
  "{target} keeps dying in the Stronghold of Security. On floor one.",
  "{target}'s idea of bossing is attacking a highwayman.",
  "Mod Ash regrets {target}'s account existing.",
  "{target} trained strength by punching trees. With a bow equipped.",
  "{target} teleported to Camelot and still managed to get lost.",
  "I have seen better DPS from an unlit torch than {target}.",
  "The RFD goblins give {target} PTSD.",
  "{target}'s fashion scape looks like a drop party exploded.",
  "{target} brings shrimp to a Zulrah fight.",
  "Even a random event genie does not want to talk to {target}.",
  "A sandwich lady rejected {target}. Twice.",
  "{target} thought Tears of Guthix was an actual crying simulator.",
  "{target}'s best drop was a steel axe from a goblin.",
  "They said 'grind' — {target} brought a coffee machine.",
  "{target} thinks DDS stands for 'Don't Do Stuff.'",
  "The Karamja volcano is cooler than {target}.",
  "Even TzHaar-Ket-Jad rolled his eyes at {target}.",
  "{target}'s idea of a combat dummy is themselves.",
  "If dungeoneering was still a thing, {target} would get banned from it.",
  "{target} missed a tick. Then missed the whole hour.",
  "The mime event has more charisma than {target}.",
  "{target}'s last firemaking level was achieved in 2006.",
  "You bring {target} to a raid and suddenly Bob the Cat is the MVP.",
  "{target} uses a rune scimmy like it's a godsword.",
  "{target}'s 'maxed' account has 52 strength and no other stats.",
  "If {target} did a quest, the quest would rage quit.",
  "I've seen more menace from a Newbie Island tutorial NPC than {target}.",
  "Even the Wise Old Man told {target} to uninstall.",
  "Every time {target} logs in, a gnome dies from embarrassment.",
  "The only XP {target} gains is in disappointment."
]
